[
  {
    "title": "Dr Jekyll and Mr Hyde",
    "slug": "dr-jekyll-and-mr-hyde",
    "length": 24,
    "text": [
      "A week afterwards Dr. Lanyon took to his bed, and in something less than a fortnight he was dead. The night after the funeral, at which he had been sadly affected, Utterson locked the door of his business room, and sitting there by the light of a melancholy candle, drew out and set before him an envelope addressed by the hand and sealed with the seal of his dead friend. “PRIVATE: for the hands of G. J. Utterson ALONE, and in case of his predecease to be destroyed unread,” so it was emphatically superscribed; and the lawyer dreaded to behold the contents. “I have buried one friend to-day,” he thought: “what if this should cost me another?” And then he condemned the fear as a disloyalty, and broke the seal. Within there was another enclosure, likewise sealed, and marked upon the cover as “not to be opened till the death or disappearance of Dr. Henry Jekyll.” Utterson could not trust his eyes. Yes, it was disappearance; here again, as in the mad will which he had long ago restored to its author, here again were the idea of a disappearance and the name of Henry Jekyll bracketted. But in the will, that idea had sprung from the sinister suggestion of the man Hyde; it was set there with a purpose all too plain and horrible. Written by the hand of Lanyon, what should it mean? A great curiosity came on the trustee, to disregard the prohibition and dive at once to the bottom of these mysteries; but professional honour and faith to his dead friend were stringent obligations; and the packet slept in the inmost corner of his private safe.",
      "It is one thing to mortify curiosity, another to conquer it; and it may be doubted if, from that day forth, Utterson desired the society of his surviving friend with the same eagerness. He thought of him kindly; but his thoughts were disquieted and fearful. He went to call indeed; but he was perhaps relieved to be denied admittance; perhaps, in his heart, he preferred to speak with Poole upon the doorstep and surrounded by the air and sounds of the open city, rather than to be admitted into that house of voluntary bondage, and to sit and speak with its inscrutable recluse. Poole had, indeed, no very pleasant news to communicate. The doctor, it appeared, now more than ever confined himself to the cabinet over the laboratory, where he would sometimes even sleep; he was out of spirits, he had grown very silent, he did not read; it seemed as if he had something on his mind. Utterson became so used to the unvarying character of these reports, that he fell off little by little in the frequency of his visits.",
      "It chanced on Sunday, when Mr. Utterson was on his usual walk with Mr. Enfield, that their way lay once again through the by-street; and that when they came in front of the door, both stopped to gaze on it.",
      "“Well,” said Enfield, “that story’s at an end at least. We shall never see more of Mr. Hyde.”",
      "“I hope not,” said Utterson. “Did I ever tell you that I once saw him, and shared your feeling of repulsion?”",
      "“It was impossible to do the one without the other,” returned Enfield. “And by the way, what an ass you must have thought me, not to know that this was a back way to Dr. Jekyll’s! It was partly your own fault that I found it out, even when I did.”",
      "“So you found it out, did you?” said Utterson. “But if that be so, we may step into the court and take a look at the windows. To tell you the truth, I am uneasy about poor Jekyll; and even outside, I feel as if the presence of a friend might do him good.”",
      "The court was very cool and a little damp, and full of premature twilight, although the sky, high up overhead, was still bright with sunset. The middle one of the three windows was half-way open; and sitting close beside it, taking the air with an infinite sadness of mien, like some disconsolate prisoner, Utterson saw Dr. Jekyll.",
      "“What! Jekyll!” he cried. “I trust you are better.”",
      "“I am very low, Utterson,” replied the doctor drearily, “very low. It will not last long, thank God.”",
      "“You stay too much indoors,” said the lawyer. “You should be out, whipping up the circulation like Mr. Enfield and me. (This is my cousin--Mr. Enfield--Dr. Jekyll.) Come now; get your hat and take a quick turn with us.”",
      "“You are very good,” sighed the other. “I should like to very much; but no, no, no, it is quite impossible; I dare not. But indeed, Utterson, I am very glad to see you; this is really a great pleasure; I would ask you and Mr. Enfield up, but the place is really not fit.”",
      "“Why, then,” said the lawyer, good-naturedly, “the best thing we can do is to stay down here and speak with you from where we are.”",
      "“That is just what I was about to venture to propose,” returned the doctor with a smile. But the words were hardly uttered, before the smile was struck out of his face and succeeded by an expression of such abject terror and despair, as froze the very blood of the two gentlemen below. They saw it but for a glimpse for the window was instantly thrust down; but that glimpse had been sufficient, and they turned and left the court without a word. In silence, too, they traversed the by-street; and it was not until they had come into a neighbouring thoroughfare, where even upon a Sunday there were still some stirrings of life, that Mr. Utterson at last turned and looked at his companion. They were both pale; and there was an answering horror in their eyes.",
      "“God forgive us, God forgive us,” said Mr. Utterson.",
      "But Mr. Enfield only nodded his head very seriously, and walked on once more in silence.",
      "Mr. Utterson was sitting by his fireside one evening after dinner, when he was surprised to receive a visit from Poole.",
      "“Bless me, Poole, what brings you here?” he cried; and then taking a second look at him, “What ails you?” he added; “is the doctor ill?”",
      "“Mr. Utterson,” said the man, “there is something wrong.”",
      "“Take a seat, and here is a glass of wine for you,” said the lawyer. “Now, take your time, and tell me plainly what you want.”",
      "“You know the doctor’s ways, sir,” replied Poole, “and how he shuts himself up. Well, he’s shut up again in the cabinet; and I don’t like it, sir--I wish I may die if I like it. Mr. Utterson, sir, I’m afraid.”",
      "“Now, my good man,” said the lawyer, “be explicit. What are you afraid of?”",
      "“I’ve been afraid for about a week,” returned Poole, doggedly disregarding the question, “and I can bear it no more.”",
      "The man’s appearance amply bore out his words; his manner was altered for the worse; and except for the moment when he had first announced his terror, he had not once looked the lawyer in the face. Even now, he sat with the glass of wine untasted on his knee, and his eyes directed to a corner of the floor. “I can bear it no more,” he repeated."
    ]
  },
  {
    "title": "Evelina",
    "slug": "evelina",
    "length": 48,
    "text": [
      "\"By our heads?\" cried Mr. Coverley. \"Egad, I don't understand you.\"",
      "\"I will then explain myself more fully. As I doubt not but you are both excellent classics, suppose, for the good of your own memories, and the entertainment and surprise of the company, the thousand pounds should fall to the share of him who can repeat by heart the longest ode of Horace?\"",
      "Nobody could help laughing, the two gentlemen applied to excepted; who seemed, each of them, rather at a loss in what manner to receive this unexpected proposal. At length Mr. Coverley, bowing low, said, \"Will your Lordship please to begin?\"",
      "\"Devil take me if I do!\" answered he, turning on his heel, and stalking to the window.",
      "\"Come, gentlemen,\" said Mrs. Selwyn, \"why do you hesitate? I am sure you cannot be afraid of a weak woman? Besides, if you should chance to be out, Mr. Lovel, I dare say, will have the goodness to assist you.\"",
      "The laugh now turned against Mr. Lovel, whose change of countenance manifested no great pleasure at the transition.",
      "\"Me, Madam!\" said he, colouring; \"no, really I must beg to be excused.\"",
      "\"Why so, Sir?\"",
      "\"Why so, Ma'am!-Why, really-as to that,-'pon honour, Ma'am, you are rather-a little severe;-for how is it possible for a man who is in the house, to study the classics? I assure you, Ma'am, (with an affected shrug) I find quite business enough for my poor head in studying politics.\"",
      "\"But, did you study politics at school, and at the university?\"",
      "\"At the university!\" repeated he, with an embarrassed look; \"why, as to that, Ma'am,-no, I can't say I did; but then, what with riding,-and -and-and so forth,-really, one has not much time, even at the university, for mere reading.\"",
      "\"But, to be sure, Sir, you have read the classics?\"",
      "\"O dear, yes, Ma'am!-very often,-but not very-not very lately.\"",
      "\"Which of the Odes do you recommend to these gentlemen to begin with?\"",
      "\"Which of the Odes!-Really, Ma'am, as to that, I have no very particular choice;-for, to own the truth, that Horace was never a very great favourite with me.\"",
      "\"In truth I believe you!\" said Mrs. Selwyn, very drily.",
      "Lord Merton, again advancing into the circle, with a nod and a laugh, said, \"Give you joy, Lovel!\"",
      "Lord Orville next applied to Mrs. Beaumont for her vote.",
      "\"It would very agreeably remind me of past times,\" said she, \"when bowing was in fashion, if the bet was to depend upon the best made bow.\"",
      "\"Egad, my Lord,\" cried Mr. Coverley, \"there I should beat you hollow, for your Lordship never bows at all.\"",
      "\"And pray, Sir, do you?\" said Mrs. Selwyn.",
      "\"Do I, Ma'am?\" cried he; \"why, only see!\"",
      "\"I protest,\" cried she, \"I should have taken that for a shrug, if you had not told me 'twas a bow.\"",
      "\"My lord,\" cried Mr. Coverley, \"let's practise;\" and then, most ridiculously, they pranced about the room, making bows.",
      "\"We must now,\" said Lord Orville, turning to me, \"call upon Miss Anville.\"",
      "\"O no, my Lord,\" cried I; \"indeed I have nothing to propose.\" He would not, however, be refused; but urged me so much to say something, that at last, not to make him wait any longer, I ventured to propose an extempore couplet upon some given subject. Mr. Coverley instantly made me a bow, or, according to Mrs. Selwyn, a shrug, crying, \"Thank you, Ma'am; egad, that's my forte!-why, my Lord, the Fates seem against you.\"",
      "Lady Louisa was then applied to; and every body seemed eager to hear her opinion. \"I don't know what to say, I declare,\" cried she, affectedly; \"can't you pass me?\"",
      "\"By no means,\" said Lord Merton.",
      "\"Is it possible your Ladyship can make so cruel a request?\" said Mr. Lovel.",
      "\"Egad,\" cried Mr. Coverley, \"if your Ladyship does not help us in this dilemma, we shall be forced to return to our phaetons.\"",
      "\"Oh!\" cried Lady Louisa, screaming; \"you frightful creature, you, how can you be so abominable?\"",
      "I believe this trifling lasted near half an hour; when at length, every body being tired, it was given up, and she said she would consider against another time.",
      "Lord Orville now called upon Mr. Lovel; who, after about ten minutes' deliberation, proposed, with a most important face, to determine the wager by who should draw the longest straw!",
      "I had much difficulty to forbear laughing at this unmeaning scheme; but saw, to my great surprise, not the least change of countenance in any other person: and, since we came home, Mrs. Selwyn has informed me, that to draw straws is a fashion of betting by no means uncommon. Good God! my dear Sir, does it not seem as if money were of no value or service, since those who possess, squander it away in a manner so infinitely absurd?",
      "It now only remained for Lord Orville to speak; and the attention of the company showed the expectations he had raised; yet, I believe, they by no means prevented his proposal from being heard with amazement; for it was no other, than that the money should be his due, who, according to the opinion of the judges, should bring the worthiest object with whom to share it!",
      "They all stared, without speaking. Indeed, I believe every one, for a moment at least, experienced something like shame, from having either proposed or countenanced an extravagance so useless and frivolous. For my part, I was so much struck and affected by a rebuke so noble to these spendthrifts, that I felt my eyes filled with tears.",
      "The short silence and momentary reflection into which the company was surprised, Mr. Coverley was the first to dispel, by saying, \"Egad, my Lord, your Lordship has a most remarkable odd way of taking things.\"",
      "\"Faith,\" said the incorrigible Lord Merton, \"if this scheme takes, I shall fix upon my Swiss to share with me; for I don't know a worthier fellow breathing.\"",
      "After a few more of these attempts at wit, the two gentlemen agreed that they would settle the affair the next morning.",
      "The conversation then took a different turn; but I did not give it sufficient attention to write any account of it. Not long after, Lord Orville, resuming his seat near mine, said, \"Why is Miss Anville so thoughtful?\"",
      "\"I am sorry, my Lord,\" said I, \"to consider myself among those who have so justly incurred your censure.\"",
      "\"My censure!-you amaze me!\"",
      "\"Indeed, my Lord, you have made me quite ashamed of myself for having given my vote so foolishly, when an opportunity offered, if, like your Lordship, I had had the sense to use it, of showing some humanity.\"",
      "\"You treat this too seriously,\" said he, smiling; \"and I hardly know if you do not now mean a rebuke to me.\"",
      "\"To you, my Lord!\"",
      "\"Nay, who are most deserving of it; those who adapt their conversation to the company, or those who affect to be superior to it?\"",
      "\"O, my Lord, who else would do you so little justice?\"",
      "\"I flatter myself,\" answered he, \"that, in fact, your opinion and mine, in this point, are the same, though you condescended to comply with the humour of the company. It is for me, therefore, to apologize for so unseasonable a gravity, which, but for the particular interest that I now take in the affairs of Lord Merton, I should not have been so officious to display.\""
    ]
  },

  {
    "title": "The Adventures of Sherlock Holmes",
    "slug": "adventures-sherlock-holmes",
    "length": 30,
    "text": [
      "\"Very likely not. It is most important, all the same. As to the note, it is important also, or at least the initials are, so I congratulate you again.\"",
      "\"I've wasted time enough,\" said Lestrade, rising. \"I believe in hard work and not in sitting by the fire spinning fine theories. Good-day, Mr. Holmes, and we shall see which gets to the bottom of the matter first.\" He gathered up the garments, thrust them into the bag, and made for the door.",
      "\"Just one hint to you, Lestrade,\" drawled Holmes before his rival vanished; \"I will tell you the true solution of the matter. Lady St. Simon is a myth. There is not, and there never has been, any such person.\"",
      "Lestrade looked sadly at my companion. Then he turned to me, tapped his forehead three times, shook his head solemnly, and hurried away.",
      "He had hardly shut the door behind him when Holmes rose to put on his overcoat. \"There is something in what the fellow says about outdoor work,\" he remarked, \"so I think, Watson, that I must leave you to your papers for a little.\"",
      "It was after five o'clock when Sherlock Holmes left me, but I had no time to be lonely, for within an hour there arrived a confectioner's man with a very large flat box. This he unpacked with the help of a youth whom he had brought with him, and presently, to my very great astonishment, a quite epicurean little cold supper began to be laid out upon our humble lodging-house mahogany. There were a couple of brace of cold woodcock, a pheasant, a pâté de foie gras pie with a group of ancient and cobwebby bottles. Having laid out all these luxuries, my two visitors vanished away, like the genii of the Arabian Nights, with no explanation save that the things had been paid for and were ordered to this address.",
      "Just before nine o'clock Sherlock Holmes stepped briskly into the room. His features were gravely set, but there was a light in his eye which made me think that he had not been disappointed in his conclusions.",
      "\"They have laid the supper, then,\" he said, rubbing his hands.",
      "\"You seem to expect company. They have laid for five.\"",
      "\"Yes, I fancy we may have some company dropping in,\" said he. \"I am surprised that Lord St. Simon has not already arrived. Ha! I fancy that I hear his step now upon the stairs.\"",
      "It was indeed our visitor of the afternoon who came bustling in, dangling his glasses more vigorously than ever, and with a very perturbed expression upon his aristocratic features.",
      "\"My messenger reached you, then?\" asked Holmes.",
      "\"Yes, and I confess that the contents startled me beyond measure. Have you good authority for what you say?\"",
      "\"The best possible.\"",
      "Lord St. Simon sank into a chair and passed his hand over his forehead.",
      "\"What will the Duke say,\" he murmured, \"when he hears that one of the family has been subjected to such humiliation?\"",
      "\"It is the purest accident. I cannot allow that there is any humiliation.\"",
      "\"Ah, you look on these things from another standpoint.\"",
      "\"I fail to see that anyone is to blame. I can hardly see how the lady could have acted otherwise, though her abrupt method of doing it was undoubtedly to be regretted. Having no mother, she had no one to advise her at such a crisis.\"",
      "\"It was a slight, sir, a public slight,\" said Lord St. Simon, tapping his fingers upon the table.",
      "\"You must make allowance for this poor girl, placed in so unprecedented a position.\"",
      "\"I will make no allowance. I am very angry indeed, and I have been shamefully used.\"",
      "\"I think that I heard a ring,\" said Holmes. \"Yes, there are steps on the landing. If I cannot persuade you to take a lenient view of the matter, Lord St. Simon, I have brought an advocate here who may be more successful.\" He opened the door and ushered in a lady and gentleman. \"Lord St. Simon,\" said he \"allow me to introduce you to Mr. and Mrs. Francis Hay Moulton. The lady, I think, you have already met.\"",
      "At the sight of these newcomers our client had sprung from his seat and stood very erect, with his eyes cast down and his hand thrust into the breast of his frock-coat, a picture of offended dignity. The lady had taken a quick step forward and had held out her hand to him, but he still refused to raise his eyes. It was as well for his resolution, perhaps, for her pleading face was one which it was hard to resist.",
      "\"You're angry, Robert,\" said she. \"Well, I guess you have every cause to be.\"",
      "\"Pray make no apology to me,\" said Lord St. Simon bitterly.",
      "\"Oh, yes, I know that I have treated you real bad and that I should have spoken to you before I went; but I was kind of rattled, and from the time when I saw Frank here again I just didn't know what I was doing or saying. I only wonder I didn't fall down and do a faint right there before the altar.\"",
      "\"Perhaps, Mrs. Moulton, you would like my friend and me to leave the room while you explain this matter?\"",
      "\"If I may give an opinion,\" remarked the strange gentleman, \"we've had just a little too much secrecy over this business already. For my part, I should like all Europe and America to hear the rights of it.\" He was a small, wiry, sunburnt man, clean-shaven, with a sharp face and alert manner.",
      "\"Then I'll tell our story right away,\" said the lady. \"Frank here and I met in '84, in McQuire's camp, near the Rockies, where pa was working a claim. We were engaged to each other, Frank and I; but then one day father struck a rich pocket and made a pile, while poor Frank here had a claim that petered out and came to nothing. The richer pa grew the poorer was Frank; so at last pa wouldn't hear of our engagement lasting any longer, and he took me away to 'Frisco. Frank wouldn't throw up his hand, though; so he followed me there, and he saw me without pa knowing anything about it. It would only have made him mad to know, so we just fixed it all up for ourselves. Frank said that he would go and make his pile, too, and never come back to claim me until he had as much as pa. So then I promised to wait for him to the end of time and pledged myself not to marry anyone else while he lived. 'Why shouldn't we be married right away, then,' said he, 'and then I will feel sure of you; and I won't claim to be your husband until I come back?' Well, we talked it over, and he had fixed it all up so nicely, with a clergyman all ready in waiting, that we just did it right there; and then Frank went off to seek his fortune, and I went back to pa."
    ]
  },
  {
    "title": "The Adventures of Sherlock Holmes",
    "slug": "adventures-sherlock-holmes",
    "length": 17,
    "text": [
      "\"Alas!\" replied our visitor, \"the very horror of my situation lies in the fact that my fears are so vague, and my suspicions depend so entirely upon small points, which might seem trivial to another, that even he to whom of all others I have a right to look for help and advice looks upon all that I tell him about it as the fancies of a nervous woman. He does not say so, but I can read it from his soothing answers and averted eyes. But I have heard, Mr. Holmes, that you can see deeply into the manifold wickedness of the human heart. You may advise me how to walk amid the dangers which encompass me.\"",
      "\"I am all attention, madam.\"",
      "\"My name is Helen Stoner, and I am living with my stepfather, who is the last survivor of one of the oldest Saxon families in England, the Roylotts of Stoke Moran, on the western border of Surrey.\"",
      "Holmes nodded his head. \"The name is familiar to me,\" said he.",
      "\"The family was at one time among the richest in England, and the estates extended over the borders into Berkshire in the north, and Hampshire in the west. In the last century, however, four successive heirs were of a dissolute and wasteful disposition, and the family ruin was eventually completed by a gambler in the days of the Regency. Nothing was left save a few acres of ground, and the two-hundred-year-old house, which is itself crushed under a heavy mortgage. The last squire dragged out his existence there, living the horrible life of an aristocratic pauper; but his only son, my stepfather, seeing that he must adapt himself to the new conditions, obtained an advance from a relative, which enabled him to take a medical degree and went out to Calcutta, where, by his professional skill and his force of character, he established a large practice. In a fit of anger, however, caused by some robberies which had been perpetrated in the house, he beat his native butler to death and narrowly escaped a capital sentence. As it was, he suffered a long term of imprisonment and afterwards returned to England a morose and disappointed man.",
      "\"When Dr. Roylott was in India he married my mother, Mrs. Stoner, the young widow of Major-General Stoner, of the Bengal Artillery. My sister Julia and I were twins, and we were only two years old at the time of my mother's re-marriage. She had a considerable sum of money--not less than 1000 pounds a year--and this she bequeathed to Dr. Roylott entirely while we resided with him, with a provision that a certain annual sum should be allowed to each of us in the event of our marriage. Shortly after our return to England my mother died--she was killed eight years ago in a railway accident near Crewe. Dr. Roylott then abandoned his attempts to establish himself in practice in London and took us to live with him in the old ancestral house at Stoke Moran. The money which my mother had left was enough for all our wants, and there seemed to be no obstacle to our happiness.",
      "\"But a terrible change came over our stepfather about this time. Instead of making friends and exchanging visits with our neighbours, who had at first been overjoyed to see a Roylott of Stoke Moran back in the old family seat, he shut himself up in his house and seldom came out save to indulge in ferocious quarrels with whoever might cross his path. Violence of temper approaching to mania has been hereditary in the men of the family, and in my stepfather's case it had, I believe, been intensified by his long residence in the tropics. A series of disgraceful brawls took place, two of which ended in the police-court, until at last he became the terror of the village, and the folks would fly at his approach, for he is a man of immense strength, and absolutely uncontrollable in his anger.",
      "\"Last week he hurled the local blacksmith over a parapet into a stream, and it was only by paying over all the money which I could gather together that I was able to avert another public exposure. He had no friends at all save the wandering gipsies, and he would give these vagabonds leave to encamp upon the few acres of bramble-covered land which represent the family estate, and would accept in return the hospitality of their tents, wandering away with them sometimes for weeks on end. He has a passion also for Indian animals, which are sent over to him by a correspondent, and he has at this moment a cheetah and a baboon, which wander freely over his grounds and are feared by the villagers almost as much as their master.",
      "\"You can imagine from what I say that my poor sister Julia and I had no great pleasure in our lives. No servant would stay with us, and for a long time we did all the work of the house. She was but thirty at the time of her death, and yet her hair had already begun to whiten, even as mine has.\"",
      "\"Your sister is dead, then?\"",
      "\"She died just two years ago, and it is of her death that I wish to speak to you. You can understand that, living the life which I have described, we were little likely to see anyone of our own age and position. We had, however, an aunt, my mother's maiden sister, Miss Honoria Westphail, who lives near Harrow, and we were occasionally allowed to pay short visits at this lady's house. Julia went there at Christmas two years ago, and met there a half-pay major of marines, to whom she became engaged. My stepfather learned of the engagement when my sister returned and offered no objection to the marriage; but within a fortnight of the day which had been fixed for the wedding, the terrible event occurred which has deprived me of my only companion.\"",
      "Sherlock Holmes had been leaning back in his chair with his eyes closed and his head sunk in a cushion, but he half opened his lids now and glanced across at his visitor.",
      "\"Pray be precise as to details,\" said he.",
      "\"It is easy for me to be so, for every event of that dreadful time is seared into my memory. The manor-house is, as I have already said, very old, and only one wing is now inhabited. The bedrooms in this wing are on the ground floor, the sitting-rooms being in the central block of the buildings. Of these bedrooms the first is Dr. Roylott's, the second my sister's, and the third my own. There is no communication between them, but they all open out into the same corridor. Do I make myself plain?\"",
      "\"Perfectly so.\"",
      "\"The windows of the three rooms open out upon the lawn. That fatal night Dr. Roylott had gone to his room early, though we knew that he had not retired to rest, for my sister was troubled by the smell of the strong Indian cigars which it was his custom to smoke. She left her room, therefore, and came into mine, where she sat for some time, chatting about her approaching wedding. At eleven o'clock she rose to leave me, but she paused at the door and looked back.",
      "\"'Tell me, Helen,' said she, 'have you ever heard anyone whistle in the dead of the night?'"
    ]
  },
  {
    "title": "The Adventures of Sherlock Holmes",
    "slug": "adventures-sherlock-holmes",
    "length": 31,
    "text": [
      "\"I was very angry, for this was the third demand during the month. 'You shall not have a farthing from me,' I cried, on which he bowed and left the room without another word.",
      "\"When he was gone I unlocked my bureau, made sure that my treasure was safe, and locked it again. Then I started to go round the house to see that all was secure--a duty which I usually leave to Mary but which I thought it well to perform myself that night. As I came down the stairs I saw Mary herself at the side window of the hall, which she closed and fastened as I approached.",
      "\"'Tell me, dad,' said she, looking, I thought, a little disturbed, 'did you give Lucy, the maid, leave to go out to-night?'",
      "\"'Certainly not.'",
      "\"'She came in just now by the back door. I have no doubt that she has only been to the side gate to see someone, but I think that it is hardly safe and should be stopped.'",
      "\"'You must speak to her in the morning, or I will if you prefer it. Are you sure that everything is fastened?'",
      "\"'Quite sure, dad.'",
      "\"'Then, good-night.' I kissed her and went up to my bedroom again, where I was soon asleep.",
      "\"I am endeavouring to tell you everything, Mr. Holmes, which may have any bearing upon the case, but I beg that you will question me upon any point which I do not make clear.\"",
      "\"On the contrary, your statement is singularly lucid.\"",
      "\"I come to a part of my story now in which I should wish to be particularly so. I am not a very heavy sleeper, and the anxiety in my mind tended, no doubt, to make me even less so than usual. About two in the morning, then, I was awakened by some sound in the house. It had ceased ere I was wide awake, but it had left an impression behind it as though a window had gently closed somewhere. I lay listening with all my ears. Suddenly, to my horror, there was a distinct sound of footsteps moving softly in the next room. I slipped out of bed, all palpitating with fear, and peeped round the corner of my dressing-room door.",
      "\"'Arthur!' I screamed, 'you villain! you thief! How dare you touch that coronet?'",
      "\"The gas was half up, as I had left it, and my unhappy boy, dressed only in his shirt and trousers, was standing beside the light, holding the coronet in his hands. He appeared to be wrenching at it, or bending it with all his strength. At my cry he dropped it from his grasp and turned as pale as death. I snatched it up and examined it. One of the gold corners, with three of the beryls in it, was missing.",
      "\"'You blackguard!' I shouted, beside myself with rage. 'You have destroyed it! You have dishonoured me forever! Where are the jewels which you have stolen?'",
      "\"'Stolen!' he cried.",
      "\"'Yes, thief!' I roared, shaking him by the shoulder.",
      "\"'There are none missing. There cannot be any missing,' said he.",
      "\"'There are three missing. And you know where they are. Must I call you a liar as well as a thief? Did I not see you trying to tear off another piece?'",
      "\"'You have called me names enough,' said he, 'I will not stand it any longer. I shall not say another word about this business, since you have chosen to insult me. I will leave your house in the morning and make my own way in the world.'",
      "\"'You shall leave it in the hands of the police!' I cried half-mad with grief and rage. 'I shall have this matter probed to the bottom.'",
      "\"'You shall learn nothing from me,' said he with a passion such as I should not have thought was in his nature. 'If you choose to call the police, let the police find what they can.'",
      "\"By this time the whole house was astir, for I had raised my voice in my anger. Mary was the first to rush into my room, and, at the sight of the coronet and of Arthur's face, she read the whole story and, with a scream, fell down senseless on the ground. I sent the house-maid for the police and put the investigation into their hands at once. When the inspector and a constable entered the house, Arthur, who had stood sullenly with his arms folded, asked me whether it was my intention to charge him with theft. I answered that it had ceased to be a private matter, but had become a public one, since the ruined coronet was national property. I was determined that the law should have its way in everything.",
      "\"'At least,' said he, 'you will not have me arrested at once. It would be to your advantage as well as mine if I might leave the house for five minutes.'",
      "\"'That you may get away, or perhaps that you may conceal what you have stolen,' said I. And then, realising the dreadful position in which I was placed, I implored him to remember that not only my honour but that of one who was far greater than I was at stake; and that he threatened to raise a scandal which would convulse the nation. He might avert it all if he would but tell me what he had done with the three missing stones.",
      "\"'You may as well face the matter,' said I; 'you have been caught in the act, and no confession could make your guilt more heinous. If you but make such reparation as is in your power, by telling us where the beryls are, all shall be forgiven and forgotten.'",
      "\"'Keep your forgiveness for those who ask for it,' he answered, turning away from me with a sneer. I saw that he was too hardened for any words of mine to influence him. There was but one way for it. I called in the inspector and gave him into custody. A search was made at once not only of his person but of his room and of every portion of the house where he could possibly have concealed the gems; but no trace of them could be found, nor would the wretched boy open his mouth for all our persuasions and our threats. This morning he was removed to a cell, and I, after going through all the police formalities, have hurried round to you to implore you to use your skill in unravelling the matter. The police have openly confessed that they can at present make nothing of it. You may go to any expense which you think necessary. I have already offered a reward of 1000 pounds. My God, what shall I do! I have lost my honour, my gems, and my son in one night. Oh, what shall I do!\"",
      "He put a hand on either side of his head and rocked himself to and fro, droning to himself like a child whose grief has got beyond words.",
      "Sherlock Holmes sat silent for some few minutes, with his brows knitted and his eyes fixed upon the fire.",
      "\"Do you receive much company?\" he asked.",
      "\"None save my partner with his family and an occasional friend of Arthur's. Sir George Burnwell has been several times lately. No one else, I think.\"",
      "\"Do you go out much in society?\""
    ]
  }
]
